[
  {
    "id": 1,
    "title": "Tomorrow and Tomorrow and Tomorrow",
    "author": "Gabrielle Zevin",
    "year": 2022,
    "cover": "/covers/tomorrow_and_tomorrow_and_tomorrow.jpg",
    "description": "In this exhilarating novel two friends—often in love, but never lovers—come together as creative partners in the world of video game design, where success brings them fame, joy, tragedy, duplicity, and, ultimately, a kind of immortality.",
    "rating": 3,
    "isCurrentlyReading": false
  },
  {
    "id": 2,
    "title": "Serotonin",
    "author": "Michel Houellebecq",
    "year": 2019,
    "cover": "/covers/serotonin.jpg",
    "description": "A caustic, frightening, hilarious, and, above all, serious novel about the modern world and modern love.",
    "rating": 4.5,
    "isCurrentlyReading": false
  },
  {
    "id": 3,
    "title": "Mountains sing",
    "author": "Nguyen Phan Que Mai",
    "year": 2023,
    "cover": "/covers/the_mountains_sing.jpg",
    "description": "With the epic sweep of Min Jin Lee's Pachinko or Yaa Gyasi's Homegoing and the lyrical beauty of Vaddey Ratner's In the Shadow of the Banyan, The Mountains Sing tells an enveloping, multigenerational tale of the Trần family, set against the backdrop of the Việt Nam War. Trần Diệu Lan, who was born in 1920, was forced to flee her family farm with her six children during the Land Reform as the Communist government rose in the North. Years later in Hà Nội, her young granddaughter, Hương, comes of age as her parents and uncles head off down the Hồ Chí Minh Trail to fight in a conflict that tore apart not just her beloved country, but also her family.",
    "rating": 4.5,
    "isCurrentlyReading": false
  },
  {
    "id": 4,
    "title": "The Time of the Hero",
    "author": "Mario Vargas Llosa",
    "year": 1963,
    "cover": "/covers/the_time_of_the_hero.jpg",
    "description": "Set among a community of cadets in a Lima military school, it is notable for its experimental and complex employment of multiple perspectives. The novel was so accurate in its portraiture of the academy that the academy's authorities burned one thousand copies and condemned the book as a plan by Ecuador to denigrate Peru.",
    "rating": 4.5,
    "isCurrentlyReading": true
  },
  {
    "id": 5,
    "title": "The Seven Husbands of Evelyn Hugo",
    "author": "Taylor Jenkins Reid",
    "year": 2017,
    "cover": "/covers/the_seven_husbands_of_evelyn_hugo.jpg",
    "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?",
    "rating": 4.5,
    "isCurrentlyReading": false
  },
  {
    "id": 6,
    "title": "The Unbearable Lightness of Being",
    "author": "Milan Kundera",
    "year": 1984,
    "cover": "/covers/the_unbearable_lightness_of_being.jpg",
    "description": "In The Unbearable Lightness of Being, Milan Kundera tells the story of a young woman in love with a man torn between his love for her and his incorrigible womanizing and one of his mistresses and her humbly faithful lover. This magnificent novel juxtaposes geographically distant places, brilliant and playful reflections, and a variety of styles, to take its place as perhaps the major achievement of one of the world's truly great writers.",
    "rating": 4.5,
    "isCurrentlyReading": false
  },
  {
    "id": 7,
    "title": "The Savage Detectives",
    "author": "Roberto Bolaño",
    "year": 1998,
    "cover": "/covers/the_savage_detectives.jpg",
    "description": "New Year's Eve, 1975: Arturo Belano and Ulises Lima, founders of the visceral realist movement in poetry, leave Mexico City in a borrowed white Impala. Their quest: to track down the obscure, vanished poet Cesárea Tinajero. A violent showdown in the Sonora desert turns search to flight; twenty years later Belano and Lima are still on the run.",
    "rating": 4,
    "isCurrentlyReading": false
  },
  {
    "id": 8,
    "title": "Brave New World",
    "author": "Aldous Huxley",
    "year": 1932,
    "cover": "/covers/brave_new_world.jpg",
    "description": "Aldous Huxley's profoundly important classic of world literature, Brave New World is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius [who] who spent his life decrying the onward march of the Machine” (The New Yorker), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history's keenest observers of human nature and civilization. Brave New World, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature. Written in the shadow of the rise of fascism during the 1930s, Brave New World likewise speaks to a 21st-century world dominated by mass-entertainment, technology, medicine and pharmaceuticals, the arts of persuasion, and the hidden influence of elites.",
    "rating": 4.5,
    "isCurrentlyReading": false
  }
]
